EEC_PROP/out/production/resources/OP_02/FLC/MSG.001_TRN.001/Log/Received_MSG_PRS.xml

<?xml version="1.0" encoding="utf-8"?>
<soap:Envelope xmlns:soap="http://www.w3.org/2003/05/soap-envelope">
   <soap:Header xmlns:int="urn:EEC:Interaction:v1.0"
                xmlns:wsa="http://www.w3.org/2005/08/addressing">
      <wsa:MessageID>urn:uuid:e2ab54ac-198b-425f-a1e6-99cf84b8baf8</wsa:MessageID>
      <int:ProcedureID>urn:uuid:d9817a50-6cc4-44d2-9043-6e6f7efd9dca</int:ProcedureID>
      <int:ConversationID>urn:uuid:fc5b5902-c4fb-49cc-adbc-59c9c1a651b9</int:ConversationID>
      <wsa:To>EAEU://RU/CP/P.CC.01/P.CC.01.ACT.001AT</wsa:To>
      <wsa:Action>int://CP/P.CC.01/1.0.0/P.CC.01.PRC.001/P.CC.01.TRN.001/P.MSG.PRS</wsa:Action>
      <wsa:ReplyTo>
         <wsa:Address>EAEU://EEC/CP/P.CC.01/P.ACT.001</wsa:Address>
      </wsa:ReplyTo>
      <wsa:RelatesTo>urn:uuid:e7d8aa67-6f4b-4f10-b8ee-d9d8ebba3395</wsa:RelatesTo>
      <int:Integration>
         <int:TrackID>urn:uuid:cf88e1af-2e37-45a2-bec7-59530a434a52</int:TrackID>
         <int:AcceptTime>2020-01-15T11:28:38+03:00</int:AcceptTime>
      </int:Integration>
   </soap:Header>
   <soap:Body>
      <sgn:ProcessingReceipt xmlns:sgn="urn:EEC:signal:v1.0">
         <sgn:SignalId>3ea4de33-095b-4a01-9214-4c7b766520a4</sgn:SignalId>
         <sgn:DateTime>2020-01-15T11:28:38.143</sgn:DateTime>
      </sgn:ProcessingReceipt>
   </soap:Body>
</soap:Envelope>
